<!doctype html>
<html lang="en">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Кабинет пользователя</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65" crossorigin="anonymous">
    <link rel="icon" href="img/favicon.svg">
    <link rel="stylesheet" href="css\style.css">
</head>
<body class="d-flex flex-column min-vh-100">

<!-- Hadear -->
<?php include_once 'header.php' ?>

<div class="container card" id="document-content">
<h3>Пользовательское Соглашение</h3>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между 
владельцем allchina.online (далее allcina или Администрация) с одной стороны и пользователем сайта с другой.
<br>Сайт allcina не является средством массовой информации.<br><br>
Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br><b>Если Вы не согласны с условиями данного соглашения, не используйте сайт allcina!</b><br><br><h3>
    Права и обязанности сторон</h3><b>Пользователь имеет право:</b><br>- осуществлять поиск информации на сайте
    <br>- получать информацию на сайте<br>- использовать информацию сайта в личных некоммерческих целях<br><br>
    <b>Администрация имеет право:</b><br>- по своему усмотрению и необходимости создавать, изменять, отменять правила
    <br>- ограничивать доступ к любой информации на сайте<br><br><b>Пользователь обязуется:</b><br>- не нарушать работоспособность сайта
    <br>- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами
    <br><br><b>Администрация обязуется:</b><br>- поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.
    <br><br><h3>Ответственность сторон</h3>- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
    <br>- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) 
    Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного 
    ресурса<br><br><h3>Условия действия Соглашения</h3>Данное Соглашение вступает в силу при любом использовании данного сайта.
    <br>Соглашение перестает действовать при появлении его новой версии.<br>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
    <br>Администрация не оповещает пользователей об изменении в Соглашении.<br><br><br><p align="right">Соглашение разработано на базе юридических документов сервиса 
        <a href="https://praville.ru">Правилль</a></p> </div>




<?php include_once 'footer.php' ?>

<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js" integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4" crossorigin="anonymous"></script>
</body>
</html> 